{
  "Metadata": {
    "title": "مرحبا بكم في العالم!"
  },
  "Layout": {
    "AboutNavBtn": "عن",
    "ContactUsNavBtn": "اتصل بنا",
    "PrivacyNavBtn": "خصوصية",
    "TermsNavBtn": "الأحكام والشروط"
  },
  "Index": {
    "title": "آهلا!",
    "content": "قريبا"
  },
  "AboutPage": {
    "about": "حول",
    "ourMission": "مهمتنا",
    "HowItWorks": "كيف تعمل",
    "OurCommitment": "التزامنا",
    "AboutContent": "مرحبًا بك في إيزي فيزا، وجهتك الشاملة لمعالجة التأشيرة بدون أي متاعب. في أيزي فيزا، نحن نتفهم التعقيدات والشكوك المرتبطة بالحصول على تأشيرات للسفر الدولي. ولهذا السبب كرسنا أنفسنا لتبسيط عملية طلب التأشيرة، وضمان تجربة سلسة وفعالة لعملائنا.",
    "MissionContent": "مهمتنا في إيزي فيزا بسيطة: تمكين الأفراد من استكشاف العالم دون عبء المضاعفات المتعلقة بالتأشيرة. نحن نؤمن بأن السفر يجب أن يكون في متناول الجميع، بغض النظر عن القيود المفروضة على جوازات السفر أو العقبات البيروقراطية. ومن خلال الاستفادة من التكنولوجيا المتطورة وفريق من المهنيين ذوي الخبرة، فإننا نسعى جاهدين لجعل عملية طلب التأشيرة شفافة ومريحة وخالية من التوتر.",
    "HowItWorksContent": "باستخدام منصتنا البديهية، يمكن للمسافرين بسهولة إدخال تفاصيل جوازات سفرهم ووجهات السفر المرغوبة. ثم يقوم نظامنا بتحليل هذه المعلومات لتقديم توصيات مخصصة بشأن متطلبات التأشيرة والخيارات المتاحة. سواء كنت تخطط لقضاء إجازة ممتعة، أو رحلة عمل، أو تجربة الدراسة في الخارج، فإن إيزي فيزا تضمن حصولك على جميع المعلومات اللازمة للتنقل في عملية التأشيرة بسهولة.",
    "OurCommitmentContent": "في إيزي فيزا رضا العملاء هو أولويتنا القصوى. نحن ملتزمون بتقديم خدمة ودعم استثنائيين في كل خطوة من رحلة التأشيرة الخاصة بك. فريقنا من خبراء التأشيرات موجود هنا للإجابة على أسئلتك ومعالجة مخاوفك وتقديم التوجيه عندما تحتاج إليه. مع إيزي فيزا بجانبك، يمكنك البدء في رحلاتك بثقة وراحة البال.",
    "ApplyBtnBanner": "قدم الآن",
    "ApplyForVisa": "!تقدم بطلب للحصول على التأشيرة الآن"
  },
  "ContactPage": {
    "ContactUs": "اتصل بنا",
    "FullName": "الاسم الكامل",
    "Email": "بريد إلكتروني",
    "Subject": "موضوع",
    "Message": "رسالة",
    "SendMessage": "أرسل رسالة"
  },
  "PrivacyPage": {
    "PrivacyPolicy": "سياسة الخصوصية",
    "Welcome": "مرحباً بك في سياسة الخصوصية الخاصة بإيزي فيزا. تصف سياسة الخصوصية هذه كيفية قيام إيزي فيزا بجمع المعلومات واستخدامها والكشف عنها عند استخدامك لموقعنا الإلكتروني.",
    "InformationWeCollect": "المعلومات التي نجمعها، نقوم بجمع معلومات معينة عند استخدام خدمتنا، بما في ذلك:",
    "PersonalInformation": "المعلومات الشخصية: عندما تستخدم خدمتنا، قد نقوم بجمع معلومات شخصية مثل اسمك وعنوان بريدك الإلكتروني وتفاصيل جواز السفر وتفضيلات السفر.",
    "UsageInformation": "معلومات الاستخدام: قد نقوم بجمع معلومات حول كيفية تفاعلك مع خدمتنا، مثل الصفحات التي تزورها والإجراءات التي تتخذها.",
    "DeviceInformation": "معلومات الجهاز: قد نقوم بجمع معلومات حول الجهاز الذي تستخدمه للوصول إلى خدمتنا، بما في ذلك نوع الجهاز ونظام التشغيل ونوع المتصفح.",
    "HowWeUse": "كيف نستخدم معلوماتك قد نستخدم المعلومات التي نجمعها لأغراض مختلفة، بما في ذلك:",
    "ProvideAndMaintain": "تقديم خدماتنا والحفاظ عليها",
    "Personalize": "إضفاء الطابع الشخصي على تجربتك",
    "Communicate": "التواصل معك",
    "AnalyzeUsage": "تحليل اتجاهات الاستخدام وتحسين خدماتنا",
    "ComplyWith": "الامتثال للالتزامات القانونية",
    "DataSecurity": "أمن البيانات",
    "WeTakeData": "نحن نأخذ أمن البيانات على محمل الجد وننفذ التدابير المناسبة لحماية معلوماتك من الوصول غير المصرح به أو التغيير أو الكشف أو التدمير.",
    "ThirdParty": "خدمات الطرف الثالث",
    "WeMayUse": "يجوز لنا استخدام خدمات الجهات الخارجية لتسهيل خدمتنا وتحليل كيفية استخدام خدمتنا. قد يكون لدى خدمات الطرف الثالث هذه سياسات خصوصية خاصة بها تحكم استخدام معلوماتك.",
    "YourChoices": "اختياراتك",
    "YouMayChoose": "يمكنك اختيار إلغاء الاشتراك في بعض عمليات جمع البيانات واستخدامها، على الرغم من أن هذا قد يحد من قدرتك على استخدام ميزات معينة في خدمتنا."
  },
  "TermsPage": {
    "TermsAndCondition": "الشروط والأحكام",
    "Welcome": "مرحبا بكم في ايزي فيزا. باستخدام موقعنا، فإنك توافق على الالتزام بالشروط والأحكام التالية والالتزام بها:",
    "UseOfCookies": "استخدام ملفات تعريف الارتباط (الكوكيز)",
    "WeUseCookies": "نستخدم ملفات تعريف الارتباط لتعزيز تجربة تصفحك. من خلال استخدام موقعنا الإلكتروني، فإنك توافق على استخدامنا لملفات تعريف الارتباط وفقًا لسياسة الخصوصية الخاصة بنا.",
    "IntellectualProperty": "الملكية الفكرية",
    "AllContent": "جميع المحتوى الموجود على موقعنا الإلكتروني مملوكة لشركة Easy Visa أو لمنحها الرخصة ومحمية بقوانين حقوق الطبع والنشر. لا يجوز استخدام محتوانا بدون إذننا.",
    "LinksToOther": "الروابط إلى مواقع الويب الأخرى",
    "OurWebsite": "قد يحتوي موقعنا الإلكتروني على روابط إلى مواقع الويب الخارجية. نحن غير مسؤولين عن محتوى هذه المواقع الإلكترونية أو أي ضرر أو خسارة قد تحدث من استخدامها.",
    "Limitations": "الحد من المسؤولية",
    "WeDo": "نحن نبذل قصارى جهدنا لتوفير معلومات دقيقة ومحدثة على موقعنا الإلكتروني، ولكننا لا نستطيع ضمان اكتمالها أو دقتها. نحن غير مسؤولين عن أي أضرار ناتجة عن استخدام موقعنا الإلكتروني.",
    "ByUsing": ".من خلال استخدام موقعنا الإلكتروني، فإنك توافق على هذه الشروط والأحكام."
  }
}
