{
  "Metadata": {
    "title": "Hello world!"
  },
  "Layout": {
    "AboutNavBtn": "About",
    "ContactUsNavBtn": "Contact us",
    "PrivacyNavBtn": "Privacy",
    "TermsNavBtn": "Terms and Conditions"
  },
  "Index": {
    "title": "Hello world!",
    "content": "Coming Soon!"
  },
  "AboutPage": {
    "about": "About",
    "ourMission": "Our Mission",
    "HowItWorks": "How It Works",
    "OurCommitment": "Our Commitment",
    "AboutContent": "Welcome to Easy Visa, your one-stop destination for hassle-free visa processing. At Easy Visa, we understand the complexities and uncertainties associated with obtaining visas for international travel. That's why we've dedicated ourselves to simplifying the visa application process, ensuring a smooth and efficient experience for our customers.",
    "MissionContent": "Our mission at Easy Visa is simple: to empower individuals to explore the world without the burden of visa-related complications. We believe that travel should be accessible to all, regardless of passport limitations or bureaucratic hurdles. By leveraging cutting-edge technology and a team of experienced professionals, we strive to make the visa application process transparent, convenient, and stress-free.",
    "HowItWorksContent": "Using our intuitive platform, travelers can easily input their passport details and desired travel destinations. Our system then analyzes this information to provide personalized recommendations on visa requirements and available options. Whether you're planning a leisurely vacation, a business trip, or a study abroad experience, Easy Visa ensures that you have all the necessary information to navigate the visa process with ease.",
    "OurCommitmentContent": "At Easy Visa, customer satisfaction is our top priority. We are committed to delivering exceptional service and support at every step of your visa journey. Our team of visa experts is here to answer your questions, address your concerns, and provide guidance whenever you need it. With Easy Visa by your side, you can embark on your travels with confidence and peace of mind.",
    "ApplyBtnBanner": "Apply Now",
    "ApplyForVisa": "Apply For Your Visa Now!"
  },
  "ContactPage": {
    "ContactUs": "Contact Us",
    "FullName": "Full Name",
    "Email": "Email",
    "Subject": "Subject",
    "Message": "Message",
    "SendMessage": "Send Message"
  },
  "PrivacyPage": {
    "PrivacyPolicy": "Privacy Policy",
    "Welcome": "Welcome to Easy Visa's Privacy Policy. This Privacy Policy describes how Easy Visa collects, uses, and discloses information when you use our website.",
    "InformationWeCollect": "Information We Collect We collect certain information when you use our Service, including:",
    "PersonalInformation": "Personal Information: When you use our Service, we may collect personal information such as your name, email address, passport details, and travel preferences.",
    "UsageInformation": "Usage Information: We may collect information about how you interact with our Service, such as the pages you visit and the actions you take.",
    "DeviceInformation": "Device Information: We may collect information about the device you use to access our Service, including device type, operating system, and browser type.",
    "HowWeUse": "How We Use Your Information We may use the information we collect for various purposes, including to:",
    "ProvideAndMaintain": "Provide and maintain our Service",
    "Personalize": "Personalize your experience",
    "Communicate": "Communicate with you",
    "AnalyzeUsage": "Analyze usage trends and improve our Service",
    "ComplyWith": "Comply with legal obligations",
    "DataSecurity": "Data Security",
    "WeTakeData": "We take data security seriously and implement appropriate measures to protect your information from unauthorized access, alteration, disclosure, or destruction.",
    "ThirdParty": "Third-Party Services",
    "WeMayUse": "We may use third-party services to facilitate our Service and to analyze how our Service is used. These third-party services may have their own privacy policies governing the use of your information.",
    "YourChoices": "Your Choices",
    "YouMayChoose": "You may choose to opt-out of certain data collection and use, although this may limit your ability to use certain features of our Service."
  },
  "TermsPage": {
    "TermsAndCondition": "Terms and Conditions",
    "Welcome": "Welcome to Easy Visa. By using our website, you agree to comply with and be bound by the following terms and conditions:",
    "UseOfCookies": "Use of Cookies",
    "WeUseCookies": "We use cookies to enhance your browsing experience. By using our website, you consent to our use of cookies in accordance with our privacy policy.",
    "IntellectualProperty": "Intellectual Property",
    "AllContent": "All content on our website is owned by Easy Visa or its licensors and is protected by copyright laws. You may not use our content without our permission.",
    "LinksToOther": "Links to Other Websites",
    "OurWebsite": "Our website may contain links to third-party websites. We are not responsible for the content of these websites or any damage or loss that may occur from using them.",
    "Limitations": "Limitations of Liability",
    "WeDo": "We do our best to provide accurate and up-to-date information on our website, but we cannot guarantee its completeness or accuracy. We are not liable for any damages resulting from the use of our website.",
    "ByUsing": "By using our website, you agree to these terms and conditions."
  }
}
